benchmarks/http_ab_focus_post_lb_20260325_154302/local_http_r3_ping_c1024.wrk.out
Running 5s test @ http://127.0.0.1:18080/ping
  16 threads and 1024 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.97ms   12.08ms 244.87ms   94.82%
    Req/Sec     4.82k     0.88k    6.83k    74.62%
  Latency Distribution
     50%   11.79ms
     75%   15.80ms
     90%   21.16ms
     99%   56.06ms
  388201 requests in 5.10s, 42.57MB read
Requests/sec:  76145.51
Transfer/sec:      8.35MB