benchmarks/http_ab_focus_post_lb_20260325_154302/upstream_ref_https_r2_ping_c1024.wrk.out
Running 5s test @ https://127.0.0.1:18080/ping
  16 threads and 1024 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    22.54ms   22.24ms 354.93ms   97.49%
    Req/Sec     3.20k   771.72    16.96k    96.18%
  Latency Distribution
     50%   19.80ms
     75%   24.81ms
     90%   29.74ms
     99%  132.28ms
  243337 requests in 5.10s, 26.69MB read
Requests/sec:  47718.08
Transfer/sec:      5.23MB